const productData = [
  {
    pageid: 1153,
    productCode: 'ff633ad873686cf6b00da2e34f48aa1423ddbaeb10b9',
    productDetail: {
      ilog: [
        '6.1991.seng',
        '6.1991.iLoK',
        '6.1991.iWO7',
        '6.1991.eDpY',
        '6.1991.V8yY',
        '6.1991.ooO8'
      ],
      price: '4',
      bgImg:
        'https://tac-cdn.zhongan.com/wxapp/wxapp_traval_ins_in_one/weekend_selfdrive/weekendBanner.png',
      insurantType: [
        {
          title: '基础版',
          subTitle: '60万+保障',
          ilog: '6.1991.6tj2',
          needKnow: '/ag_nk.pdf',
          insRule: '/ag1.pdf',
          cardList: [
            {
              ins: '意外身故及伤残',
              insAmount: '20万元'
            },
            {
                ins: '公共交通工具意外伤害双倍给付',
              insAmount: '20万元'
            },
            {
                ins: '自驾意外伤害双倍给付',
              insAmount: '20万元'
            },
            {
              ins: '意外医疗补偿',
              insAmount: '1万元'
            },
            {
                ins: '食物中毒',
                insAmount: '1000元'
            },
            {
                ins: '个人随身物品损失',
                insAmount: '1000元'
            },
            {
                ins: '个人责任',
                insAmount: '1万元'
            },
            {
              ins: '住院津贴',
              insAmount: '50元／天'
            },
            {
                ins: '紧急医疗运送和送返',
                insAmount: '10万元'
            }
          ]
        },
        {
          title: '升级版',
          subTitle: '90万+保障',
          ilog: '6.1991.vlBz',
          needKnow: '/ag_nk.pdf',
          insRule: '/ag2.pdf',
          cardList: [
              {
                  ins: '意外身故及伤残',
                  insAmount: '40万元'
              },
              {
                  ins: '公共交通工具意外伤害双倍给付',
                  insAmount: '40万元'
              },
              {
                  ins: '自驾意外伤害双倍给付',
                  insAmount: '40万元'
              },
              {
                  ins: '意外医疗补偿',
                  insAmount: '3万元'
              },
              {
                  ins: '食物中毒',
                  insAmount: '2000元'
              },
              {
                  ins: '个人随身物品损失',
                  insAmount: '3000元'
              },
              {
                  ins: '个人责任',
                  insAmount: '5万元'
              },
              {
                  ins: '住院津贴',
                  insAmount: '50元／天'
              },
              {
                  ins: '紧急医疗运送和送返',
                  insAmount: '10万元'
              }
          ]
        },
        {
          title: '尊享版',
          subTitle: '180万+保障',
          ilog: '6.1991.5TQa',
          needKnow: '/ag_nk.pdf',
          insRule: '/ag2.pdf',
          cardList: [
              {
                  ins: '意外身故及伤残',
                  insAmount: '60万元'
              },
              {
                  ins: '公共交通工具意外伤害双倍给付',
                  insAmount: '60万元'
              },
              {
                  ins: '自驾意外伤害双倍给付',
                  insAmount: '60万元'
              },
              {
                  ins: '意外医疗补偿',
                  insAmount: '5万元'
              },
              {
                  ins: '食物中毒',
                  insAmount: '2000元'
              },
              {
                  ins: '个人随身物品损失',
                  insAmount: '5000元'
              },
              {
                  ins: '个人责任',
                  insAmount: '10万元'
              },
              {
                  ins: '住院津贴',
                  insAmount: '100元／天'
              },
              {
                  ins: '紧急医疗运送和送返',
                  insAmount: '20万元'
              }
          ]
        }
      ],

      compensate: {
        title: '售后及理赔',
        item: [
          {
            qust: '保单查询',
            isAnswArr: false,
            answ:
              '本产品投保完成后即可查看保单。目前仅提供电子保单，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力'
          },
          {
            qust: '退保',
            isAnswArr: false,
            answ: '本产品一旦生效，不可退保，请谨慎投保'
          },
          {
            qust: '理赔服务',
            isAnswArr: true,
            answ: [
              {
                itemTitle:
                  '1.自助线上报案：（医疗补偿责任理赔金额<3000元、个人随身物品损失责任可用）',
                answList: [
                  '关注微信公众号“马上飞”',
                  '点击菜单“我”-“个人中心”-“理赔服务”',
                  '绑定身份证',
                  '选择保单，申请理赔',
                  '提交材料',
                  '核算理赔金额',
                  '获得赔偿金'
                ]
              },
              {
                itemTitle: '2.人工线下报案:',
                answList: [
                  '您可拨打400-999-9595或1010-9955人工报案',
                  '根据客服指引，提交完整材料',
                  '核算理赔金额',
                  '获得赔偿金'
                ]
              }
            ]
          }
        ]
      },
      insDetail: {
        title: '保险责任',
        item: [
          {
            qust: '意外身故及伤残',
            subqust: '（扩展承保高风险运动）',
            insAmount: ['20万', '30万', '60万'],
            answ:
              '保险期间内，被保人在境内旅行期间因意外伤害导致身故、残疾的，保险公司根据合同赔付。被保险人在旅行期间从事跳伞、潜水、攀岩、探险活动等高风险运动过程中遭受意外伤害事故的，保险公司也进行赔付。'
          },
          {
            qust: '公共交通工具意外伤害双倍给付',
            subqust: '（不适用于未成年人）',
            insAmount: ['20万', '30万', '60万'],
            answ:
              '保险期间内，被保险人在境内旅行期间，以乘客身份乘坐公共交通工具时，因意外伤害导致身故或残疾，保险公司在根据主险合同的约定赔付后，再在本附加合同项下按照同等金额给付（不适用于未成年人）。'
          },
          {
            qust: '自驾意外伤害双倍给付',
            subqust: '（不适用于未成年人）',
            insAmount: ['20万', '30万', '60万'],
            answ:
              '保险期间内，被保险人在境内旅行期间驾驶或乘坐私家车过程中，因意外伤害导致身故或残疾，保险公司在根据主险合同的约定赔付后，再在本附加合同项下按照同等金额给付（不适用于未成年人）。'
          },
          {
            qust: '医疗补偿',
            insAmount: ['1万', '3万', '5万'],
            answ:
              '赔偿保险期间内，被保险人在境内旅行期间因遭受意外伤害事故，发生的必要合理的医疗费用。'
          },
          {
            qust: '每日住院津贴',
            subqust: '（最多赔偿30天）',
            insAmount: ['50元／天', '50元／天', '100元／天'],
            answ:
              '保险期间内，被保险人在境内旅行期间因遭受意外伤害事故而必须住院治疗的，按实际住院日数给付住院津贴，累计给付日数以本合同约定的日数为限。'
          },
          {
            qust: '食物中毒医疗补偿',
            insAmount: ['', '1000', '2000'],
            answ:
              '赔偿保险期间内，被保险人在境内旅行期间因发生食物中毒，而实际支出的必要合理的医疗费用。'
          },
          {
            qust: '个人随身物品损失',
            subqust: '（每件/每套物品以人民币1,000元为限)',
            insAmount: ['', '2500', '5000'],
            answ:
              '境内旅行期间，被保险人个人行李及随身物品因遭受抢劫、盗窃及任何第三方的责任而遗失或损坏的，保险公司负责赔偿，每件/每套物品以人民币1,000元为限。'
          },
          {
            qust: '个人责任',
            insAmount: ['', '5万', '10万'],
            answ:
              '保险期间内，若被保险人在境内旅行途中，因意外事故造成第三方人身伤害、死亡或财产损失的，而依法应向第三方（不包括与被保险人有抚养、扶养及赡养关系的人）承担民事赔偿责任的，保险公司按照本合同的约定负责赔偿。'
          }
        ]
      },
      commonQust: {
        title: '常见问题',
        item: [
          {
            qust: '如何使用救援热线服务？',
            answ: [
              '直拨24小时旅行医疗援助热线：+86 400-891-0153',
            ]
          },
          {
            qust: '保障什么时候开始生效，什么时候截止？',
            answ: [
                '被保险人可在保险期间内进行一次或多次旅行。对于每次旅程，保险责任的开始时间以下列情况中最迟发生的时间为准:',
                '(1) 保险合同所载明的保险期间起始日',
                '(2) 被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。',
                '保险责任的终止时间以下列情况中最先发生的时间为准:',
                '(1) 保险单所载明的保险期间届满;',
                '(2) 被保险人完成旅行后，直接返回其日常居住地;',
                '(3) 自保险责任开始起达到保险合同约定的每次旅行最长承保天数。'
                ]
          },
          {
              qust: '如果我提前购买旅行保险，因为个人原因旅行取消，可以退保么？',
            answ: [
              '在保单生效前，随时拨打1010-9955或400-999-9595申请退保，就可以申请退保。'
            ]
          }
        ]
      }
    }
  }
];

module.exports = {
  productData
};
