const couponData = [
  {
    pageid: 1040,
    productCode: 'ff633ad873686cf6b00da2e34f48aa1423ddbaeb10b9',
    productDetail: {
      ilog: [
        '6.1383.rQ0',
        '6.1383.zT9',
        '6.1383.vV8',
        '6.1383.qD3',
        '6.1383.rQ0',
        '6.1383.bT2'
      ],
      price: '5',
      bgImg: '../../image/banner-1.png',
      subBgImg: '../../image/more.png',
      compensate: {
        title: '售后及理赔',
        item: [
          {
            qust: '保单查询',
            isAnswArr: false,
            answ:
              '本产品投保完成后即可查看保单。目前仅提供电子保单，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力'
          },
          // {
          //   "qust": '退保',
          //   'isAnswArr': false,
          //   'answ': '本产品一旦生效，不可退保，请谨慎投保'
          // },
          {
            qust: '理赔服务',
            isAnswArr: true,
            answ: [
              // {
              //   'itemTitle': '1.自助线上报案：（医疗补偿责任理赔金额<3000元、个人随身物品损失责任可用）',
              //   'answList': ['关注微信公众号“马上飞”', '点击菜单“我”-“个人中心”-“理赔服务”', '绑定身份证', '选择保单，申请理赔', '提交材料', '核算理赔金额', '获得赔偿金']
              // },
              {
                itemTitle: '2.人工线下报案:',
                answList: [
                  '您可拨打400-999-9595或1010-9955人工报案',
                  '根据客服指引，提交完整材料',
                  '核算理赔金额',
                  '获得赔偿金'
                ]
              }
            ]
          }
        ]
      },
      insDetail: {
        title: '保险责任',
        item: [
          {
            qust: '航空意外伤害身故、残疾',
            insAmount: '100万元',
            answ:
              '被保险人在保险期限内:在保险合同约定航班班机的离港机场通过安全检查时始，至被保险人抵达前述航班目的港走出所乘航班班机的舱门时止遭受意外伤害;并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '火车（含地铁、轻轨）意外伤害身故、残疾',
            insAmount: '50万元',
            answ:
              '在保险期限内，被保险人以乘客身份乘坐合法从事客运的火车期间遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金如第180日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '轮船（含客船、渡船、游船）意外伤害身故、残疾',
            insAmount: '10万元',
            answ:
              '在保险期限内，被保险人以乘客身份乘坐合法从事客运的轮船期间遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金;自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '汽车（含电车、有轨电车）意外伤害身故、残疾',
            insAmount: '10万元',
            answ:
              '在保险期限内，被保险人以乘客身份乘坐合法从事客运的汽车期间遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '人身意外伤害身故、残疾',
            insAmount: '10万元',
            answ:
              '在保险期限内，被保险人驾驶非营运性质的机动车辆、乘坐他人合法驾驶的非营运性质的机动车辆、驾驶营运性质的机动车辆、乘坐他人合法驾驶的营运性质的机动车辆过程中遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '自驾意外（驾驶和乘坐非营运性质的机动车）',
            insAmount: '10万元',
            answ:
              '在保险期限内，被保险人因遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          }
        ]
      },
      commonQust: {
        title: '常见问题',
        item: [
          {
            qust: '出行意外险月卡领取后何时生效？',
            answ: ['默认领取投保成功后次日0时生效']
          },
          {
            qust: '出行意外险月卡可以领取几份？',
            answ: [
              '同一时间同一用户仅限投保一次，保单终止后若仍有有效兑换码，可继续投保。'
            ]
          }
        ]
      }
    }
  }
];

const donateData = [
  {
    pageid: 1380,
    productCode: 'ff633ad873686cf6b00da2e34f48aa1423ddbaeb10b9',
    productDetail: {
      ilog: [
        '6.1095.pR3',
        '6.1095.fB0',
        '6.1095.vE0',
        '6.1095.zU9',
        '6.1095.rP0',
        '6.1095.xE2'
      ],
      price: '0',
      bgImg: '../../image/banner-1.png',
      subBgImg: '../../image/more.png',
      getList: [
        {
          headPortrait: '../../image/icon_faq.png',
          nickName: '张三',
          getCount: '1份'
        },
        {
          headPortrait: '../../image/icon_faq.png',
          nickName: '李四',
          getCount: '1份'
        },
        {
          headPortrait: '../../image/icon_faq.png',
          nickName: '陈五',
          getCount: '1份'
        },
        {
          headPortrait: '../../image/icon_faq.png',
          nickName: '张san',
          getCount: '1份'
        },
        {
          headPortrait: '../../image/icon_faq.png',
          nickName: '李四oh',
          getCount: '1份'
        }
      ],
      insurantType: [
        {
          title: '基础版',
          subTitle: '60万+保障',
          ilog: '6.1153.fB5',
          needKnow: '/ag_nk1.pdf',
          insRule: '/ag1.pdf',
          cardList: [
            {
              ins: '航空意外伤害身故、残疾',
              insAmount: '100万元'
            },
            {
              ins: '火车（含地铁、轻轨）意外伤害身故、残疾',
              insAmount: '50万元'
            },
            {
              ins: '轮船（含客船、渡船、游船）意外伤害身故、残疾',
              insAmount: '10万元'
            },
            {
              ins: '汽车（含电车、有轨电车）意外伤害身故、残疾',
              insAmount: '10万元'
            },
            {
              ins: '人身意外伤害身故、残疾',
              insAmount: '10万元'
            },
            {
              ins: '自驾意外（驾驶和乘坐非营运性质的机动车）',
              insAmount: '10万元'
            }
          ]
        },
        {
          title: '尊享版',
          subTitle: '180万+保障',
          ilog: '6.1153.sK0',
          needKnow: '/ag_nk.pdf',
          insRule: '/ag2.pdf',
          cardList: [
            {
              ins: '意外身故及伤残（扩展承保高风险运动）',
              insAmount: '60万元'
            },
            {
              ins: '公共交通工具意外伤害双倍给付（不适用于未成年人)',
              insAmount: '60万元'
            },
            {
              ins: '自驾意外伤害双倍给付（不适用于未成年人）',
              insAmount: '60万元'
            },
            {
              ins: '意外医疗补偿',
              insAmount: '5万元'
            },
            {
              ins: '意外每日住院津贴（最多赔偿30天）',
              insAmount: '100元／天'
            },
            {
              ins: '食物中毒医疗补偿',
              insAmount: '2000元'
            },
            {
              ins: '个人随身物品损失（每件/每套物品以人民币1,000元为限)',
              insAmount: '5000元'
            },
            {
              ins: '个人责任',
              insAmount: '10万元'
            }
          ]
        }
      ],

      compensate: {
        title: '售后及理赔',
        item: [
          {
            qust: '保单查询',
            isAnswArr: false,
            answ:
              '本产品投保完成后即可查看保单。目前仅提供电子保，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力。'
          },
          {
            qust: '理赔服务',
            isAnswArr: true,
            answ: [
              {
                itemTitle: '',
                answList: [
                  '您可拨打400-999-9595或1010-9955人工报案',
                  '根据客服指引，提交完整材料',
                  '核算理赔金额',
                  '获得赔偿金'
                ]
              }
            ]
          }
        ]
      },
      insDetail: {
        title: '保险责任',
        item: [
          {
            qust: '航空意外伤害身故、残疾',
            subqust: '',
            insAmount: [],
            answ:
              '被保险人在保险期限内:在保险合同约定航班班机的离港机场通过安全检查时始，至被保险人抵达前述航班目的港走出所乘航班班机的舱门时止遭受意外伤害;并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '火车（含地铁、轻轨）意外伤害身故、残疾',
            subqust: '',
            insAmount: [],
            answ:
              '在保险期限内，被保险人以乘客身份乘坐合法从事客运的火车期间遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金如第180日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '轮船（含客船、渡船、游船）意外伤害身故、残疾',
            subqust: '',
            insAmount: [],
            answ:
              '在保险期限内，被保险人以乘客身份乘坐合法从事客运的轮船期间遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金;自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '汽车（含电车、有轨电车）意外伤害身故、残疾',
            insAmount: [],
            answ:
              '在保险期限内，被保险人以乘客身份乘坐合法从事客运的汽车期间遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '人身意外伤害身故、残疾',
            subqust: '',
            insAmount: [],
            answ:
              '在保险期限内，被保险人驾驶非营运性质的机动车辆、乘坐他人合法驾驶的非营运性质的机动车辆、驾驶营运性质的机动车辆、乘坐他人合法驾驶的营运性质的机动车辆过程中遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          },
          {
            qust: '自驾意外（驾驶和乘坐非营运性质的机动车)',
            insAmount: [],
            answ:
              '在保险期限内，被保险人因遭受意外伤害，并自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致身故的，向意外身故保险金受益人给付意外身故保险金；自该意外伤害发生之日起 180 日内（含180日当日）以该事故为直接且单独原因导致伤残的我们按保险条款中列示的《人身保险伤残评定标准》伤残等级的给付比例乘以保险金额给付残疾保险金。如第180 日治疗仍未结束的，按当日的身体情况进行伤残评定，并据此给付残疾保险金。'
          }
        ]
      },
      commonQust: {
        title: '常见问题',
        item: [
          {
            qust: '出行意外险半月卡领取后何时生效？',
            answ: ['默认领取投保成功后次日0时生效']
          },
          {
            qust:
              '成功分享给5名好友领取出行意外险半月卡后，获赠的出行意外险半月卡如何生效？',
            answ: [
              '有5名好友通过你分享的链接成功领取后，需要进入活动页面，点击领取后方可生效'
            ]
          },
          {
            qust:
              '成功分享给5名好友领取出行意外险半月卡，获赠的出行意外险半月卡何时生效？',
            answ: [
              '如您的出行意外险半月卡仍在保障期间，则保障期间延续15天；如您的出行意外险半月卡保障已终止，则生效时间为领取后第二天。'
            ]
          }
        ]
      }
    }
  }
];
const compensate = {
  title: '售后及理赔',
  item: [
    {
      qust: '保单查询',
      isAnswArr: false,
      answ:
        '本产品投保完成后即可查看保单。目前仅提供电子保单，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力'
    },
    {
      qust: '退保',
      isAnswArr: false,
      answ: '本产品一旦生效，不可退保，请谨慎投保'
    },
    {
      qust: '理赔服务',
      isAnswArr: true,
      answ: [
        {
          itemTitle:
            '1.自助线上报案：（医疗补偿责任理赔金额小于3000元、个人随身物品损失责任可用）',
          answList: [
            '关注微信公众号“马上飞”',
            '点击菜单“我”-“个人中心”-“理赔服务”',
            '绑定身份证',
            '选择保单，申请理赔',
            '提交材料',
            '核算理赔金额',
            '获得赔偿金'
          ]
        },
        {
          itemTitle: '2.人工线下报案：',
          answList: [
            '您可拨打400-999-9595或1010-9955人工报案',
            '根据客服指引，提交完整材料',
            '核算理赔金额',
            '获得赔偿金'
          ]
        }
      ]
    }
  ]
};
const productData = [
  {
    title: '日韩 东南亚',
    pagePath: '/pages/product/index?index=0&showPolicyDetail=true',
    appId: 'wx44dd5b0fc1c1475a',
    insuranceRange: '日韩 东南亚',
    insuranceAge: '60天-85周岁',
    showInsCard: true,
    insurantPriceArr: [
      {
        title: '基础版',
        case: [
          { date: '1-4天', dueDate: '4', price: 10, salePrice: 5 },
          { date: '5天', dueDate: '5', price: 16, salePrice: 12 },
          { date: '6天', dueDate: '6', price: 19, salePrice: 15 },
          { date: '7天', dueDate: '7', price: 22, salePrice: 17 },
          { date: '8天', dueDate: '8', price: 25, salePrice: 19 },
          { date: '9天', dueDate: '9', price: 28, salePrice: 21 },
          { date: '10天', dueDate: '10', price: 31, salePrice: 24 },
          { date: '11-20天', dueDate: '20', price: 49, salePrice: 26 },
          { date: '21-30天', dueDate: '30', price: 80, salePrice: 44 },
          { date: '90天', dueDate: '90', price: 180, salePrice: 90 }
        ]
      },
      {
        title: '升级版',
        case: [
          { date: '1-4天', dueDate: '4', price: 36, salePrice: 18 },
          { date: '5天', dueDate: '5', price: 45, salePrice: 35 },
          { date: '6天', dueDate: '6', price: 54, salePrice: 42 },
          { date: '7天', dueDate: '7', price: 63, salePrice: 49 },
          { date: '8天', dueDate: '8', price: 72, salePrice: 53 },
          { date: '9天', dueDate: '9', price: 81, salePrice: 60 },
          { date: '10天', dueDate: '10', price: 90, salePrice: 67 },
          { date: '11-20天', dueDate: '20', price: 144, salePrice: 74 },
          { date: '21-30天', dueDate: '30', price: 200, salePrice: 126 },
          { date: '90天', dueDate: '90', price: 450, salePrice: 225 }
        ]
      },
      {
        title: '尊享版',
        case: [
          { date: '1-4天', dueDate: '4', price: 45, salePrice: 23 },
          { date: '5天', dueDate: '5', price: 55, salePrice: 52 },
          { date: '6天', dueDate: '6', price: 66, salePrice: 62 },
          { date: '7天', dueDate: '7', price: 77, salePrice: 73 },
          { date: '8天', dueDate: '8', price: 88, salePrice: 79 },
          { date: '9天', dueDate: '9', price: 99, salePrice: 89 },
          { date: '10天', dueDate: '10', price: 110, salePrice: 99 },
          { date: '11-20天', dueDate: '20', price: 170, salePrice: 108 },
          { date: '21-30天', dueDate: '30', price: 280, salePrice: 185 },
          { date: '90天', dueDate: '90', price: 600, salePrice: 300 }
        ]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b008afe24f48aa1423d9bde912b9',
        subTitle: '78万+保障',
        needKnow: '/ag_nk1.pdf',
        insRule: '/ag1.pdf',
        insurantCardNo: 580007,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '15万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人)',
            insAmount: '15万元'
          },
          {
            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
            insAmount: '15万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '3万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '20万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '10万元'
          }
        ]
      },
      {
        title: '升级版',
        productCode: 'ff633ad873686cf6b008afe24f48aa1423d9bde915b9',
        subTitle: '200万+保障',
        needKnow: '/ag_nk1.pdf',
        insRule: '/ag2.pdf',
        insurantCardNo: 580008,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '40万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人)',
            insAmount: '40万元'
          },
          {
            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
            insAmount: '40万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '10万元'
          },
          {
            ins: '意外每日住院津贴（最多赔偿30天）',
            insAmount: '100元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '40万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '20万元'
          },
          {
            ins: '慰问探访',
            insAmount: '3万元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元)',
            insAmount: '600元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币500元为限)',
            insAmount: '2500元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '4000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '5000元'
          },
          {
            ins: '绑架及非法拘禁（最多赔偿20天）',
            insAmount: '1万元'
          },
          {
            ins: '个人责任',
            insAmount: '10万元'
          }
        ]
      },
      {
        title: '尊享版',
        productCode: 'ff633ad873686cf6b008afe24f48aa1423d9bde914b9',
        subTitle: '280万+保障',
        needKnow: '/ag_nk1.pdf',
        insRule: '/ag3.pdf',
        insurantCardNo: 580009,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '50万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人)',
            insAmount: '50万元'
          },
          {
            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
            insAmount: '50万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '15万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '100元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '40万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '20万元'
          },
          {
            ins: '慰问探访',
            insAmount: '3万元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元)',
            insAmount: '900元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币500元为限)',
            insAmount: '5000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '5000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '1万元'
          },
          {
            ins: '绑架及非法拘禁（最多赔偿20天）',
            insAmount: '1.5万元'
          },
          {
            ins: '个人责任',
            insAmount: '50万元'
          }
        ]
      }
    ],
    compensate,
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          subqust: '（扩展承保高风险运动）',
          insAmount: ['15万', '40万', '50万'],
          answ:
            '旅行期间意外伤害导致身故或残疾，保险公司将一次性给付保险金;扩展承保高风险运动及恐怖活动：在保险期间内，被保险人从事跳伞、潜水、攀岩、探险活动等高风险运动过程中遭受意外伤害事故，或因任何恐怖活动人员或恐怖活动造成被保险人意外身故或残疾时，被保险人按照保险合同约定负责赔偿'
        },
        {
          qust: '公共交通工具意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['15万', '40万', '50万'],
          answ:
            '旅行期间搭乘公共交通工具时，因意外事故导致身故、烧伤或残疾，除获以上意外身故、残疾保险金，我们将再按同等金额给付保险金，不适用未成年人'
        },
        {
          qust: '自驾意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['15万', '40万', '50万'],
          answ:
            '旅行期间自驾时，因意外事故导致身故、烧伤或残疾，除获以上意外身故、残疾保险金，我们将再按同等金额给付保险金，不适用未成年人'
        },
        {
          qust: '医疗补偿',
          insAmount: ['3万', '10万', '15万'],
          answ: '赔偿旅行期间因意外伤害或罹患疾病而实际支出的医疗费用'
        },
        {
          qust: '每日住院津贴',
          subqust: '（最多赔偿30天）',
          insAmount: ['', '100元／天', '100元／天'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将按照被保险人实际住院日数给付住院津贴。（最多赔偿30天）。'
        },
        {
          qust: '紧急医疗运送和送返',
          insAmount: ['20万', '40万', '40万'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担医疗运送和送返所发生的费用。'
        },
        {
          qust: '身故遗体送返',
          subqust: '（丧葬费用以人民币16,000元为限）',
          insAmount: ['10万', '20万', '20万'],
          answ:
            '旅行期间因意外伤害或罹患疾病不幸身故，保险公司将承担安排遗体送返所发生的费用，升级版按实际费用赔偿。（其中丧葬保险金以16000元为限）。'
        },
        {
          qust: '慰问探访',
          insAmount: ['', '3万', '3万'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担被保险人的一名成年直系亲属前往探访的交通费用'
        },
        {
          qust: '旅程延误',
          subqust: '（每延误4小时赔偿人民币300元）',
          insAmount: ['', '600', '900'],
          answ:
            '若由于恶劣天气、罢工、航空公司超售或航空管制等原因而导致飞机或其他公共交通工具延误，每延误4小时，可获赔300元。'
        },
        {
          qust: '行李延误',
          subqust: '（每延误8小时赔偿人民币500元）',
          insAmount: ['', '', '1000'],
          answ: '旅行期间被保险人的随行托运行李每延误8小时，可获赔500元'
        },
        {
          qust: '个人随身物品损失',
          subqust: '（每件/每套物品以人民币500元为限)',
          insAmount: ['', '2500', '5000'],
          answ:
            '旅行期间被保险人随身财产（包括手机、ipad、数码相机等）被盗窃或抢劫，或因其他第三方责任而遗失或损坏，保险公司负责赔偿（每件/每套物品以人民币500元为限）'
        },
        {
          qust: '旅行证件盗抢',
          insAmount: ['', '4000', '5000'],
          answ:
            '赔偿被保险人为重置因抢劫或盗窃而损失护照、旅行票据等旅行证件所支付的费用及相关交通、住宿费用'
        },
        {
          qust: '银行卡盗刷',
          subqust: '（不适用于未成年人)',
          insAmount: ['', '5000', '1万'],
          answ:
            '赔偿被保险人在旅行期间由于银行卡遗失或失窃，在发卡银行办理正式挂失前48小时，造成非授权人非法使用银行卡所发生的账款损失，不适用于未成年人'
        },
        {
          qust: '绑架及非法拘禁',
          subqust: '（最多赔偿20天)',
          insAmount: ['', '1万', '1.5万'],
          answ:
            '若被保险人在旅行期间遭到绑架或非法拘禁的，保险人按照合同载明的每日赔偿金额与被保险人实际遭绑架或非法拘禁的天数计算赔偿，最高不超过本附加合同约定的累计赔偿天数和总赔偿金额'
        },
        {
          qust: '个人责任',
          insAmount: ['', '10万', '50万'],
          answ:
            '保险公司承担旅行期间因意外事故造成第三方人身伤害、死亡或财产损失而依法应向第三方承担民事赔偿责任的赔偿金'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '如果我提前购买旅行保险，因为个人原因旅行取消，可以退保么？',
          answ: [
            '在保单生效前，随时拨打1010-9955或400-999-9595申请退保，就可以申请退保'
          ]
        },
        {
          qust: '如何使用紧急救援服务？',
          answ: [
            '本产品提供24小时全球旅行医疗救援热线，拨打救援服务热线+86 400-891-0152。'
          ]
        },
        {
          qust: '外国人可以投保么？',
          answ: ['非中国大陆居民，需在中国境内居住满182天且从中国出发。']
        },
        {
          qust: '这个产品是按次购买吗？投保天数怎么选择？',
          answ: [
            '这款产品是按次购买的旅行险。投保天数的选择建议以旅行天数为依据。'
          ]
        }
      ]
    }
  },
  {
    title:"飞享日本旅行险",
    pagePath: "/pages/product/index?index=2&showPolicyDetail=true",
    appId: "wx44dd5b0fc1c1475a",
    insuranceRange: '日本',
    insuranceAge: '60天-85周岁',
    showInsCard: true,
    insurantPriceArr: [
      {
        title: '基础版',
        case: [
          { date: '1-4天', dueDate: '4', price: 60, salePrice: 30 },
          { date: '5-7天', dueDate: '7', price: 85, salePrice: 43 },
          { date: '8-10天', dueDate: '10', price: 112, salePrice: 56 },
          { date: '11-14天', dueDate: '14', price: 138, salePrice: 69 },
          { date: '15-17天', dueDate: '17', price: 165, salePrice: 83 },
          { date: '18-21天', dueDate: '21', price: 180, salePrice: 90 },
          { date: '22-24天', dueDate: '24', price: 205, salePrice: 111 },
          { date: '25-28天', dueDate: '28', price: 240, salePrice: 126 },
          { date: '29-35天', dueDate: '35', price: 285, salePrice: 149 },
          { date: '36-42天', dueDate: '42', price: 330, salePrice: 172 },
          { date: '43-49天', dueDate: '49', price: 375, salePrice: 195 },
          { date: '50-56天', dueDate: '56', price: 420, salePrice: 218 },
          { date: '57-63天', dueDate: '63', price: 465, salePrice: 241 },
          { date: '64-70天', dueDate: '70', price: 510, salePrice: 264 },
          { date: '71-77天', dueDate: '77', price: 555, salePrice: 287 },
          { date: '78-84天', dueDate: '84', price: 600, salePrice: 310 },
          { date: '85-90天', dueDate: '90', price: 645, salePrice: 333 }
        ]
      },
      {
        title: '升级版',
        case: [
          { date: '1-4天', dueDate: '4', price: 85, salePrice: 43 },
          { date: '5-7天', dueDate: '7', price: 120, salePrice: 60 },
          { date: '8-10天', dueDate: '10', price: 155, salePrice: 89 },
          { date: '11-14天', dueDate: '14', price: 190, salePrice: 122 },
          { date: '15-17天', dueDate: '17', price: 225, salePrice: 148 },
          { date: '18-21天', dueDate: '21', price: 260, salePrice: 178 },
          { date: '22-24天', dueDate: '24', price: 295, salePrice: 217 },
          { date: '25-28天', dueDate: '28', price: 350, salePrice: 247 },
          { date: '29-35天', dueDate: '35', price: 430, salePrice: 287 },
          { date: '36-42天', dueDate: '42', price: 510, salePrice: 327 },
          { date: '43-49天', dueDate: '49', price: 590, salePrice: 367 },
          { date: '50-56天', dueDate: '56', price: 670, salePrice: 407 },
          { date: '57-63天', dueDate: '63', price: 750, salePrice: 447 },
          { date: '64-70天', dueDate: '70', price: 830, salePrice: 487 },
          { date: '71-77天', dueDate: '77', price: 910, salePrice: 527 },
          { date: '78-84天', dueDate: '84', price: 990, salePrice: 567 },
          { date: '85-90天', dueDate: '90', price: 1070, salePrice: 607 }
        ]
      },
      {
        title: '尊享版',
        case: [
          { date: '1-4天', dueDate: '4', price: 118, salePrice: 59 },
          { date: '5-7天', dueDate: '7', price: 178, salePrice: 89 },
          { date: '8-10天', dueDate: '10', price: 230, salePrice: 115 },
          { date: '11-14天', dueDate: '14', price: 298, salePrice: 153 },
          { date: '15-17天', dueDate: '17', price: 350, salePrice: 187 },
          { date: '18-21天', dueDate: '21', price: 410, salePrice: 224 },
          { date: '22-24天', dueDate: '24', price: 485, salePrice: 274 },
          { date: '25-28天', dueDate: '28', price: 560, salePrice: 311 },
          { date: '29-35天', dueDate: '35', price: 665, salePrice: 364 },
          { date: '36-42天', dueDate: '42', price: 770, salePrice: 417 },
          { date: '43-49天', dueDate: '49', price: 875, salePrice: 470 },
          { date: '50-56天', dueDate: '56', price: 980, salePrice: 523 },
          { date: '57-63天', dueDate: '63', price: 1085, salePrice: 576 },
          { date: '64-70天', dueDate: '70', price: 1190, salePrice: 629 },
          { date: '71-77天', dueDate: '77', price: 1295, salePrice: 682 },
          { date: '78-84天', dueDate: '84', price: 1400, salePrice: 735 },
          { date: '85-90天', dueDate: '90', price: 1505, salePrice: 788 }
        ]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b008a6e24f48aa1422dcbeeb18b9',
        ilog: '6.1453.mY8',
        subTitle: '130万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk4.pdf',
        insRule: '/ag4-1.pdf',
        insurantCardNo: 580010,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '30万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '30万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '20万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '50元／天'
          },
          {
            ins: '突发急性病身故',
            insAmount: '5万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '20万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币20,000元为限）',
            insAmount: '10万元'
          },
          {
            ins: '亲属慰问探访',
            insAmount: '1万元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1000元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '300元'
          },
          {
            ins: '旅行变更',
            insAmount: '2500元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '500元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限)',
            insAmount: '3000元'
          },
          {
            ins: '旅行个人责任',
            insAmount: '20万元'
          }
        ]
      },
      {
        title: '升级版',
        productCode: 'ff633ad873686cf6b008a6e24f48aa1422dcbeeb16b9',
        ilog: '6.1453.dZ3',
        subTitle: '270万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk4.pdf',
        insRule: '/ag4-2.pdf',
        insurantCardNo: 580011,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '50万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '50万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '30万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '100元／天'
          },
          {
            ins: '突发急性病身故',
            insAmount: '10万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '50万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币20,000元为限）',
            insAmount: '50万元'
          },
          {
            ins: '未成年人送返费用',
            insAmount: '8000元'
          },
          {
            ins: '绑架及非法拘禁（每1000元/24小时）',
            insAmount: '3000元'
          },
          {
            ins: '亲属慰问探访',
            insAmount: '1万元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1500元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '600元'
          },
          {
            ins: '旅行变更',
            insAmount: '5000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '1000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限)',
            insAmount: '3000元'
          },
          {
            ins: '旅行个人钱财',
            insAmount: '1000元'
          },
          {
            ins: '托运行李损失（每件/每套物品以人民币1000元为限)',
            insAmount: '1000元'
          },
          {
            ins: '旅行个人责任',
            insAmount: '30万元'
          }
        ]
      },
      {
        title: '尊享版',
        productCode: 'ff633ad873686cf6b008a6e24f48aa1422dcbeeb19b9',
        ilog: '6.1453.kV7',
        subTitle: '430万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk4.pdf',
        insRule: '/ag4-2.pdf',
        insurantCardNo: 580012,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '80万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '80万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '50万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '150元／天'
          },
          {
            ins: '突发急性病身故',
            insAmount: '15万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '100万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币20,000元为限）',
            insAmount: '50万元'
          },
          {
            ins: '未成年人送返费用',
            insAmount: '10000元'
          },
          {
            ins: '绑架及非法拘禁（每1000元/24小时）',
            insAmount: '1万元'
          },
          {
            ins: '亲属慰问探访',
            insAmount: '15000元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1500元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '1200元'
          },
          {
            ins: '旅行变更',
            insAmount: '8000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '8000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限)',
            insAmount: '5000元'
          },
          {
            ins: '旅行个人钱财',
            insAmount: '1000元'
          },
          {
            ins: '托运行李损失（每件/每套物品以人民币1000元为限)',
            insAmount: '2000元'
          },
          {
            ins: '旅行个人责任',
            insAmount: '50万元'
          }
        ]
      }
    ],
    compensate,
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          subqust: '（扩展承保高风险运动）',
          insAmount: ['30万', '50万', '80万'],
          answ:
            '保险期间内，被保人在旅行期间因意外伤害导致身故、残疾的，保险公司根据合同赔付。被保险人在旅行期间从事跳伞、潜水、攀岩、探险活动等高风险运动过程中遭受意外伤害事故的，保险公司也进行赔付。'
        },
        {
          qust: '公共交通工具意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['30万', '50万', '80万'],
          answ:
            '保险期间内，被保险人在旅行期间，以乘客身份乘坐公共交通工具时，因意外伤害导致身故或残疾，保险公司在根据主险合同的约定赔付后，再在本附加合同项下按照同等金额给付（不适用于未成年人）'
        },
        {
          qust: '医疗补偿',
          insAmount: ['20万', '30万', '50万'],
          answ:
            '赔偿保险期间内，被保险人在旅行期间因遭受意外伤害事故，发生的必要合理的医疗费用。'
        },
        {
          qust: '每日住院津贴',
          subqust: '（最多赔偿30天）',
          insAmount: ['50元／天', '100元／天', '150元／天'],
          answ:
            '赔偿保险期间内，被保险人在旅行期间因遭受意外伤害事故，发生的必要合理的医疗费用。'
        },
        {
          qust: '紧急医疗运送和送返',
          insAmount: ['20万', '50万', '100万'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担医疗运送和送返所发生的费用'
        },
        {
          qust: '身故遗体/骨灰转运',
          subqust: '（丧葬费用以人民币20,000元为限）',
          insAmount: ['10万', '50万', '50万'],
          answ:
            '旅行期间因意外伤害或罹患疾病不幸身故，保险公司将承担安排遗体送返所发生的费用，升级版按实际费用赔偿。（其中丧葬保险金以20,000元为限）'
        },
        {
          qust: '亲属慰问探访',
          insAmount: ['1万', '1万', '15000'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担被保险人的一名成年直系亲属前往探访的交通费用'
        },
        {
          qust: '未成年子女送返费用',
          insAmount: ['', '8000', '1万'],
          answ:
            '旅行期间被保险人遭受意外伤害或罹患突发性疾病导致随性且被保人对其负有照管义务的未成年人无人照料，保险公司将承担最多两名未成年人合理必要的送返费用。'
        },
        {
          qust: '绑架及非法拘禁',
          subqust: '（每1000元/24小时）',
          insAmount: ['', '3000', '1万'],
          answ:
            '若被保险人在旅行期间遭到绑架或非法拘禁的，保险人按照合同载明的每日赔偿金额与被保险人实际遭绑架或非法拘禁的天数计算赔偿，最高不超过本附加合同约定的累计赔偿天数和总赔偿金额'
        },
        {
          qust: '行李延误',
          subqust: '（每延误8小时赔偿人民币500元）',
          insAmount: ['1000', '1500', '1500'],
          answ: '旅行期间被保险人的随行托运行李每延误8小时，可获赔人民币500元'
        },
        {
          qust: '旅行变更',
          insAmount: ['2500', '5000', '8000'],
          answ:
            '保险人因直系亲属身故或遭遇严重受伤或因目的地突发暴动等承保风险而需变更原定旅程，保险公司赔偿该被保人实际支付但未使用且无法退回的旅行费用及旅行开始后，为前往旅行目的地或返程而额外支出的合理且必需的住宿交通费用。'
        },
        {
          qust: '旅程延误',
          subqust: '（每延误4小时赔偿人民币300元）',
          insAmount: ['300', '600', '1200'],
          answ:
            '若由于恶劣天气、罢工、航空公司超售或航空管制等原因而导致飞机或其他公共交通工具延误，每延误4小时，可获赔300元。'
        },
        {
          qust: '旅行证件盗抢',
          insAmount: ['500', '1000', '8000'],
          answ:
            '赔偿被保险人为重置因抢劫或盗窃而损失护照、旅行票据等旅行证件所支付的费用及相关交通、住宿费用'
        },
        {
          qust: '个人随身物品损失',
          subqust: '（每件/每套物品以人民币1000元为限)',
          insAmount: ['3000', '3000', '5000'],
          answ:
            '旅行期间，被保险人个人行李及随身物品因遭受抢劫、盗窃及任何第三方的责任而遗失或损坏的，保险公司负责赔偿，每件/每套物品以人民币1000元为限。'
        },
        {
          qust: '旅行个人钱财',
          insAmount: ['', '1000', '1000'],
          answ:
            '被保险人在旅行途中，寄存于登记入住酒店内的，由酒店提供的上锁保险箱内的个人现金被盗窃，并且被保险人取得酒店管理部门的书面遗失证明；或随身携带的个人现金因被盗窃或被抢劫，且在发现盗窃或抢劫发生后二十四小时内向保险事故发生地警方或其他有关部门报案，并领取其出具的书面的报/立案证明，保险公司负责赔偿。'
        },
        {
          qust: '托运行李损失',
          insAmount: ['', '1000', '2000'],
          answ: '每件/每套物品以人民币1000元为限'
        },
        {
          qust: '旅行个人责任',
          insAmount: ['20万', '30万', '50万'],
          answ:
            '保险公司承担旅行期间因意外事故造成第三方人身伤害、死亡或财产损失而依法应向第三方承担民事赔偿责任的赔偿金'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '如何使用救援热线服务？',
          answ: ['直拨24小时日本医疗援助热线：+81 422 35 1555。']
        },
        {
          qust: '如果我在日本受伤了需要就诊，但无法支付医疗费用怎么办？',
          answ: [
            '在指定的3000家医院内就医，您可以无需垫付医疗费用，直接享受门诊及住院服务'
          ]
        },
        {
          qust: '保障什么时候开始生效，什么时候截止？',
          answ: [
            '被保险人可在保险期间内进行一次或多次旅行。对于每次旅程，保险责任的开始时间以下列情况中最迟发生的时间为准: （1）保险合同所载明的保险期间起始日；（2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。保险责任的终止时间以下列情况中最先发生的时间为准:（1）保险单所载明的保险期间届满；（2）被保险人完成旅行后，直接返回其日常居住地；（3）自保险责任开始起达到保险合同约定的每次旅行最长承保天数。 被保险人可在保险期间内进行一次或多次旅行。对于每次旅程，保险责任的开始时间以下列情况中最迟发生的时间为准: （1）保险合同所载明的保险期间起始日；（2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。',
            '保险责任的终止时间以下列情况中最先发生的时间为准:（1）保险单所载明的保险期间届满；（2）被保险人完成旅行后，直接返回其日常居住地；（3）自保险责任开始起达到保险合同约定的每次旅行最长承保天数 。'
          ]
        },
        {
          qust: '如果我提前购买旅行保险，因为个人原因旅行取消，可以退保么？',
          answ: [
            '在保单生效前，随时拨打1010-9955或400-999-9595申请退保，就可以申请退保'
          ]
        }
      ]
    }
  },
  {
    title: '滑雪险',
    pagePath: "pages/productDetail/productDetail?index=0&showPolicyDetail=true",
    appId: 'wx472308d0001e8b8e',
    showInsCard: false,
    insurantPriceArr: [
      {
        title: '基础版',
        case: [{ date: '', dueDate: '', price: 12, salePrice: 6 }]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b00da2e34f48aa1422d8beea16b9',
        needKnow: '/ag_nk_skiing.pdf',
        insRule: '/skiing.pdf',
        subTitle: '',
        insurantCardNo: 585008,
        cardList: [
          {
            ins: '意外身故及伤残',
            insAmount: '1万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '5万元',
            insList: [
              '意外医疗（包含滑雪风险）补偿限额：最高人民币5万',
              '境内旅行的疾病医疗补偿赔偿限额：最高人民币2千'
            ]
          },
          {
            ins: '紧急医疗运送及送返',
            insAmount: '2万元'
          },
          {
            ins: '个人随身物品损失',
            insAmount: '1千元',
            insList: [
              '每件/每套物品（包括滑雪装备）限额1000',
              '因自身使用不当造成损失（包括滑雪装备）限额500'
            ]
          }
        ]
      }
    ],
    compensate: {
      title: '售后及理赔',
      item: [
        {
          qust: '保单查询',
          isAnswArr: false,
          answ:
            '本产品投保完成后即可查看保单。目前仅提供电子保单，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力'
        },
        {
          qust: '退保',
          isAnswArr: false,
          answ: '本产品一旦生效，不可退保，请谨慎投保'
        },
        {
          qust: '理赔服务',
          isAnswArr: true,
          answ: [
            {
              itemTitle:
                '1.自助线上报案：（医疗补偿责任理赔金额小于3000元可用）',
              answList: [
                '关注微信公众号“马上飞”',
                '点击菜单“我”-“个人中心”-“理赔服务”',
                '绑定身份证',
                '选择保单，申请理赔',
                '提交材料',
                '核算理赔金额',
                '获得赔偿金'
              ]
            },
            {
              itemTitle:
                '2.人工线下报案：（意外身故伤残责任或理赔金额大于3000元）',
              answList: [
                '您可拨打400-999-9595或1010-9955人工报案',
                '根据客服指引，提交完整材料',
                '核算理赔金额',
                '获得赔偿金'
              ]
            }
          ]
        }
      ]
    },
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          insAmount: ['1万元'],
          answ:
            '在保险期间内，被保险人在境内（指中华人民共和国范围以内，不包括香港、澳门及台湾地区）旅行期间遭受意外伤害，并自意外伤害发生之日起180日内因该意外伤害身故或残疾的，保险公司按合同给付身故/残疾保险金。扩展承包高风险运动：在保险期限内，被保险人在旅行期间从事滑雪运动过程中遭受意外伤害事故，保险人按照保险合同约定负责赔偿。'
        },
        {
          qust: '医疗补偿',
          insAmount: ['5万元'],
          answ:
            '在保险期间内，被保险人在旅行期间，遭受意外伤害事故或罹患疾病，前往所在国家或地区的医疗机构进行治疗的，自意外伤害事故或疾病发生之日起90天内，对于被保险人因此实际支出的，保险公司将给付保险金，以5万保险金额为限（其中因罹患疾病（包括滑雪风险）必要治疗的补偿限额最高以2千为限）'
        },
        {
          qust: '紧急医疗运送及送返',
          insAmount: ['2万元'],
          answ:
            '旅行期间因意外伤害或罹患突发性疾病，保险公司将承担医疗运送和送返所发生的费用'
        },
        {
          qust: '个人随身物品损失',
          insAmount: ['1千元'],
          answ:
            '旅行期间被保险人随身财产（包括滑雪装备）被盗窃或抢劫，或因第三方责任而遗失或损坏，保险公司负责赔偿，—每件/每套物品（包括滑雪装备）限额1000 —因自身使用不当造成损失（包括滑雪装备）限额500'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '如何使用旅行咨询服务？',
          answ: '直拨24小时全球旅行医疗援助热线：+86 400-891-0152。'
        },
        {
          qust: '保障什么时候开始生效，什么时候截止？',
          answ:
            '我司对每个被保险人的保险责任的开始时间以下列情况中最迟发生的时间为准: 1) 保险单所载的保险期间起始日；2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。保险责任终止时间以下列情况中最先发生的时间为准：1)	保险单所载的保险期间届满；2）被保险人完成境内旅行后，直接返回其境内日常居住地。'
        },
        {
          qust: '滑雪旅行险保证的范围有哪些？',
          answ:
            '只承保经营性场地内的滑雪活动；不承保有奖金的竞赛活动，和职业性活动；滑雪装备指自带的装备，并非租赁的装备；'
        }
      ]
    }
  },
  {
    title: '环球旅行险',
    pagePath: '/pages/product/index?index=3&showPolicyDetail=true',
    appId: 'wx44dd5b0fc1c1475a',
    insuranceRange: '全球（除中国大陆）',
    insuranceAge: '60天-85周岁',
    showInsCard: true, // 是否开放保险卡
    insurantPriceArr: [
      {
        title: '基础版',
        case: [
          { date: '1-5天', dueDate: '5', price: 30, salePrice: 15 },
          { date: '6天', dueDate: '6', price: 36, salePrice: 28 },
          { date: '7天', dueDate: '7', price: 42, salePrice: 32 },
          { date: '8天', dueDate: '8', price: 48, salePrice: 35 },
          { date: '9天', dueDate: '9', price: 54, salePrice: 39 },
          { date: '10天', dueDate: '10', price: 60, salePrice: 43 },
          { date: '11-15天', dueDate: '15', price: 78, salePrice: 48 },
          { date: '16-20天', dueDate: '20', price: 102, salePrice: 62 },
          { date: '21-30天', dueDate: '30', price: 160, salePrice: 81 },
          { date: '90天', dueDate: '90', price: 360, salePrice: 205 }
        ]
      },
      {
        title: '升级版',
        case: [
          { date: '1-5天', dueDate: '5', price: 70, salePrice: 35 },
          { date: '6天', dueDate: '6', price: 84, salePrice: 51 },
          { date: '7天', dueDate: '7', price: 98, salePrice: 60 },
          { date: '8天', dueDate: '8', price: 112, salePrice: 65 },
          { date: '9天', dueDate: '9', price: 126, salePrice: 73 },
          { date: '10天', dueDate: '10', price: 140, salePrice: 81 },
          { date: '11-15天', dueDate: '15', price: 182, salePrice: 91 },
          { date: '16-20天', dueDate: '20', price: 252, salePrice: 126 },
          { date: '21-30天', dueDate: '30', price: 360, salePrice: 180 },
          { date: '90天', dueDate: '90', price: 840, salePrice: 420 }
        ]
      },
      {
        title: '尊享版',
        case: [
          { date: '1-5天', dueDate: '5', price: 120, salePrice: 60 },
          { date: '6天', dueDate: '6', price: 144, salePrice: 95 },
          { date: '7天', dueDate: '7', price: 168, salePrice: 110 },
          { date: '8天', dueDate: '8', price: 192, salePrice: 120 },
          { date: '9天', dueDate: '9', price: 216, salePrice: 135 },
          { date: '10天', dueDate: '10', price: 240, salePrice: 150 },
          { date: '11-15天', dueDate: '15', price: 312, salePrice: 165 },
          { date: '16-20天', dueDate: '20', price: 432, salePrice: 216 },
          { date: '21-30天', dueDate: '30', price: 624, salePrice: 312 },
          { date: '90天', dueDate: '90', price: 1440, salePrice: 720 }
        ]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b308a6e04f48aa1422d7b8ea11b9',
        ilog: '6.1453.mY8',
        subTitle: '120万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk5.pdf',
        insRule: '/ag5-1.pdf',
        insurantCardNo: 585004,
        cardList:  [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '25万元'
          },
          {
            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
            insAmount: '25万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '3万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '40万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '20万元'
          },
          {
            ins: '慰问探访',
            insAmount: '2万元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '600元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限)',
            insAmount: '1000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '5000元'
          },
          {
            ins: '个人责任',
            insAmount: '10万元'
          }
        ]
      },
      {
        title: '升级版',
        productCode: 'ff633ad873686cf6b308a6e04f48aa1422d7b8ea10b9',
        ilog: '6.1453.dZ3',
        subTitle: '240万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk5.pdf',
        insRule: '/ag5-2.pdf',
        insurantCardNo: 585005,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '50万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '50万元'
          },
          {
            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
            insAmount: '50万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '10万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '100元/天'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '40万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '20万元'
          },
          {
            ins: '慰问探访',
            insAmount: '2万元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '600元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '2000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限)',
            insAmount: '2000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '2000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '1万元'
          },
          {
            ins: '个人责任',
            insAmount: '20万元'
          }
        ]
      },
      {
        title: '尊享版',
        productCode: 'ff633ad873686cf6b308a6e04f48aa1422d7b8ea13b9',
        ilog: '6.1453.kV7',
        subTitle: '440万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk5.pdf',
        insRule: '/ag5-2.pdf',
        insurantCardNo: 585006,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '100万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '100万元'
          },
          {
            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
            insAmount: '100万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '30万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '100元/天'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '40万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '20万元'
          },
          {
            ins: '慰问探访',
            insAmount: '2万元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '900元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '3000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限)',
            insAmount: '5000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '5000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '2万元'
          },
          {
            ins: '个人责任',
            insAmount: '50万元'
          }
        ]
      }
    ],
    compensate,
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          subqust: '（扩展承保高风险运动）',
          insAmount: ['25万', '50万', '100万'],
          answ:
            '旅行期间意外伤害导致身故或残疾，保险公司将一次性给付保险金,扩展承保高风险运动及恐怖活动：在保险期间内，被保险人从事跳伞、潜水、攀岩、探险活动等高风险运动过程中遭受意外伤害事故，或因任何恐怖活动人员或恐怖活动造成被保险人意外身故或残疾时，被保险人按照保险合同约定负责赔偿'
        },
        {
          qust: '公共交通工具意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['', '50万', '100万'],
          answ:
            '旅行期间搭乘公共交通工具时，因意外事故导致身故、烧伤或残疾，除获以上意外身故、残疾保险金，我们将再按同等金额给付保险金，不适用未成年人'
        },
        {
          qust: '自驾意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['25万', '50万', '100万'],
          answ:
            '旅行期间自驾时，因意外事故导致身故、烧伤或残疾，除获以上意外身故、残疾保险金，我们将再按同等金额给付保险金，不适用未成年人'
        },
        {
          qust: '医疗补偿',
          insAmount: ['3万', '10万', '30万'],
          answ: '赔偿旅行期间因意外伤害或罹患疾病而实际支出的医疗费用'
        },
        {
          qust: '每日住院津贴',
          subqust: '（最多赔偿30天）',
          insAmount: ['', '100元／天', '100元／天'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将按照被保险人实际住院日数给付住院津贴。（最多赔偿30天）'
        },
        {
          qust: '紧急医疗运送和送返',
          insAmount: ['40万', '40万', '40万'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担医疗运送和送返所发生的费用'
        },
        {
          qust: '身故遗体送返',
          subqust: '（丧葬费用以人民币16,000元为限）',
          insAmount: ['20万', '20万', '20万'],
          answ:
            '旅行期间因意外伤害或罹患疾病不幸身故，保险公司将承担安排遗体送返所发生的费用，升级版按实际费用赔偿。（其中丧葬保险金以16000元为限）'
        },
        {
          qust: '慰问探访',
          insAmount: ['2万', '2万', '2万'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担被保险人的一名成年直系亲属前往探访的交通费用'
        },
        {
          qust: '旅程延误',
          subqust: '（每延误4小时赔偿人民币300元）',
          insAmount: ['600', '600', '900'],
          answ:
            '若由于恶劣天气、罢工、航空公司超售或航空管制等原因而导致飞机或其他公共交通工具延误，每延误4小时，可获赔300元。'
        },
        {
          qust: '行李延误',
          subqust: '（每延误8小时赔偿人民币500元）',
          insAmount: ['1000', '2000', '3000'],
          answ: '旅行期间被保险人的随行托运行李每延误8小时，可获赔人民币500元'
        },
        {
          qust: '个人随身物品损失',
          subqust: '（每件/每套物品以人民币1000元为限)',
          insAmount: ['1000', '2000', '5000'],
          answ:
            '旅行期间被保险人随身财产（包括手机、ipad、数码相机等）被盗窃或抢劫，或因其他第三方责任而遗失或损坏，保险公司负责赔偿（每件/每套物品以人民币1000元为限）'
        },
        {
          qust: '旅行证件盗抢',
          insAmount: ['', '2000', '5000'],
          answ:
            '赔偿被保险人为重置因抢劫或盗窃而损失护照、旅行票据等旅行证件所支付的费用及相关交通、住宿费用'
        },
        {
          qust: '银行卡盗刷',
          subqust: '（不适用于未成年人）',
          insAmount: ['5000', '1万', '2万'],
          answ:
            '赔偿被保险人在旅行期间由于银行卡遗失或失窃，在发卡银行办理正式挂失前48小时，造成非授权人非法使用银行卡所发生的账款损失，不适用于未成年人'
        },
        {
          qust: '个人责任',
          insAmount: ['10万', '20万', '50万'],
          answ:
            '保险公司承担旅行期间因意外事故造成第三方人身伤害、死亡或财产损失而依法应向第三方承担民事赔偿责任的赔偿金'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '本产品三个版型如何选择？',
          answ: [
            '基础版：最便宜，但保障相对偏少，适合纯逛街游玩的谨慎型青年购买；',
            '升级版：保障全、价格偏低，最具性价比，适合任何人购买；',
            '尊享版：保障最高最全，适合老人、小孩或去偏远地区的游客购买。'
          ]
        },
        {
          qust: '如何使用旅行咨询服务？',
          answ: ['直拨24小时全球旅行医疗援助热线：+86 400-891-0152。']
        },
        {
          qust: '保障什么时候开始生效，什么时候截止？',
          answ: [
            '被保险人可在保险期间内进行一次或多次旅行。对于每次旅程，保险责任的开始时间以下列情况中最迟发生的时间为准: （1）保险合同所载明的保险期间起始日；（2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。',
            '保险责任的终止时间以下列情况中最先发生的时间为准:（1）保险单所载明的保险期间届满；（2）被保险人完成旅行后，直接返回其日常居住地；（3）自保险责任开始起达到保险合同约定的每次旅行最长承保天数。 '
          ]
        },
        {
          qust: '如果我提前购买旅行保险，因为个人原因旅行取消，可以退保么？',
          answ: [
            '在保单生效前，随时拨打1010-9955或400-999-9595申请退保，就可以申请退保'
          ]
        },
        {
          qust: '外国人可以投保么？',
          answ: ['非中国大陆居民，需在中国境内居住满182天且从中国出发。']
        }
      ]
    }
  },
  {
    title: '港澳旅行险',
    groupBuyPageid: '1684',
    ilog: ['6.1684.bR8', '6.1684.dZ4'],
    pagePath: '/pages/product/index?index=4&showPolicyDetail=true',
    appId: 'wx44dd5b0fc1c1475a',
    insurantCardNo: [580004, 580005, 580006],
    insuranceRange: '香港 澳门',
    insuranceAge: '60天-85周岁',
    showInsCard: true,
    insurantPriceArr: [
      {
        title: '基础版',
        case: [
          { date: '1天', dueDate: '1', price: 5, salePrice: 3 },
          { date: '2-3天', dueDate: '3', price: 8, salePrice: 4 },
          { date: '4-5天', dueDate: '5', price: 10, salePrice: 6 },
          { date: '6-7天', dueDate: '7', price: 12, salePrice: 9 },
          { date: '8-10天', dueDate: '10', price: 16, salePrice: 12 },
          { date: '11-15天', dueDate: '15', price: 25, salePrice: 16 }
        ]
      },
      {
        title: '经济版',
        case: [
          { date: '1天', dueDate: '1', price: 10, salePrice: 5 },
          { date: '2-3天', dueDate: '3', price: 20, salePrice: 10 },
          { date: '4-5天', dueDate: '5', price: 25, salePrice: 15 },
          { date: '6-7天', dueDate: '7', price: 30, salePrice: 23 },
          { date: '8-10天', dueDate: '10', price: 40, salePrice: 28 },
          { date: '11-15天', dueDate: '15', price: 66, salePrice: 39 }
        ]
      },
      {
        title: '尊享版',
        case: [
          { date: '1天', dueDate: '1', price: 20, salePrice: 10 },
          { date: '2-3天', dueDate: '3', price: 50, salePrice: 25 },
          { date: '4-5天', dueDate: '5', price: 90, salePrice: 45 },
          { date: '6-7天', dueDate: '7', price: 130, salePrice: 65 },
          { date: '8-10天', dueDate: '10', price: 180, salePrice: 90 },
          { date: '11-15天', dueDate: '15', price: 260, salePrice: 130 }
        ]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b008a6e24f48aa1526d6b8eb13b9',
        ilog: '6.1453.mY8',
        subTitle: '40万+保障',
        HKMAC: true,
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk6.pdf',
        insurantCardNo: 580004,
        insRule: '/ag6-1.pdf',
        cardList: [
          {
            ins: '意外身故及伤残',
            insAmount: '20万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人） ',
            insAmount: '20万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '1万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '100元'
          },
          {
            ins: '食物中毒',
            insAmount: '1000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币500元为限)',
            insAmount: '500元'
          }
        ]
      },
      {
        title: '经济版',
        productCode: 'ff633ad873686cf6b008a6e24f48aa1526d6b8eb14b9',
        ilog: '6.1453.dZ3',
        subTitle: '80万+保障',
        HKMAC: true,
        insurantCardNo: 580005,
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk6.pdf',
        insRule: '/ag6-2.pdf',
        cardList: [
          {
            ins: '意外身故及伤残',
            insAmount: '40万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人） ',
            insAmount: '40万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '2万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '200元'
          },
          {
            ins: '食物中毒',
            insAmount: '2000元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元) ',
            insAmount: '900元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币500元为限)',
            insAmount: '1000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '1000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '1万元'
          },
          {
            ins: '个人责任',
            insAmount: '10万元'
          }
        ]
      },
      {
        title: '尊享版',
        productCode: 'ff633ad873686cf6b008a6e24f48aa1526d6b8eb17b9',
        ilog: '6.1453.kV7',
        subTitle: '200万+保障',
        HKMAC: true,
        insurantCardNo: 580006,
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk6.pdf',
        insRule: '/ag6-2.pdf',
        cardList: [
          {
            ins: '意外身故及伤残',
            insAmount: '100万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人） ',
            insAmount: '100万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '5万元'
          },
          {
            ins: '每日住院津贴（最多赔偿30天）',
            insAmount: '300元'
          },
          {
            ins: '食物中毒',
            insAmount: '5000元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元) ',
            insAmount: '1200元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币500元为限)',
            insAmount: '2000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '2000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '2万元'
          },
          {
            ins: '个人责任',
            insAmount: '30万元'
          }
        ]
      }
    ],
    compensate,
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          subqust: '（扩展承保高风险运动）',
          insAmount: ['20万', '40万', '100万'],
          answ:
            '保险期间内，被保人在境内旅行期间因意外伤害导致身故、残疾的，保险公司根据合同赔付。被保险人在旅行期间从事跳伞、潜水、攀岩、探险活动等高风险运动过程中遭受意外伤害事故的，保险公司也进行赔付。'
        },
        {
          qust: '公共交通工具意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['20', '40万', '100万'],
          answ:
            '保险期间内，被保险人在境内旅行期间，以乘客身份乘坐公共交通工具时，因意外伤害导致身故或残疾，保险公司在根据主险合同的约定赔付后，再在本附加合同项下按照同等金额给付。'
        },
        {
          qust: '医疗补偿',
          insAmount: ['1万', '2万', '5万'],
          answ: '赔偿旅行期间因意外伤害或罹患疾病而实际支出的医疗费用'
        },
        {
          qust: '每日住院津贴',
          subqust: '（最多赔偿30天）',
          insAmount: ['100/天', '200元／天', '300元／天'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将按照被保险人实际住院日数给付住院津贴。'
        },
        {
          qust: '食物中毒',
          insAmount: ['1,000', '2,000', '5,000'],
          answ:
            '保险期间内，被保险人在旅行期间经所在国家或地区医疗机构卫生防疫部门确诊为食物中毒，赔偿其必需且合理的医疗费用。'
        },
        {
          qust: '航程延误',
          subqust: '（每延误4小时赔偿人民币300元）',
          insAmount: ['', '900', '1,200'],
          answ:
            '若由于恶劣天气、罢工、航空公司超售或航空管制等原因而导致飞机或其他公共交通工具延误，每延误4小时，可获赔300元。'
        },
        {
          qust: '个人随身物品损失',
          subqust: '（每件/每套物品以人民币500元为限）',
          insAmount: ['500', '1,000 ', '2,000'],
          answ:
            '境内旅行期间，被保险人个人行李及随身物品因遭受抢劫、盗窃及任何第三方的责任而遗失或损坏的，保险公司负责赔偿，每件/每套物品以人民币500元为限。'
        },
        {
          qust: '旅行证件盗抢 ',
          insAmount: ['', '1,000 ', '2,000'],
          answ:
            '赔偿被保险人为重置因抢劫或盗窃而损失护照、旅行票据等旅行证件所支付的费用及相关交通、住宿费用'
        },
        {
          qust: '银行卡盗刷 ',
          subqust: '（不适用于未成年人）',
          insAmount: ['', '10,000 ', '20,000'],
          answ:
            '赔偿被保险人在旅行期间由于银行卡遗失或失窃，在发卡银行办理正式挂失前48小时，造成非授权人非法使用银行卡所发生的账款损失，不适用于未成年人'
        },
        {
          qust: '个人责任',
          insAmount: ['', '100,000 ', '300,000 '],
          answ:
            '保险公司承担旅行期间因意外事故造成第三方人身伤害、死亡或财产损失而依法应向第三方承担民事赔偿责任的赔偿金'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '本产品三个版型如何选择？',
          answ: [
            '基础版：最便宜，但保障相对偏少，适合纯逛街游玩的谨慎型青年购买；',
            '升级版：保障全、价格偏低，最具性价比，适合任何人购买；',
            '尊享版：保障最高最全，适合老人、小孩或去偏远地区的游客购买。'
          ]
        },
        {
          qust: '如何使用紧急救援服务？',
          answ: ['直拨24小时全球旅行救援热线：+86 400-891-0152。']
        },
        {
          qust: '保障什么时候开始生效，什么时候截止？',
          answ: [
            '被保险人可在保险期间内进行一次或多次境内旅行。对于每次旅程，保险责任的开始时间以下列情况中最迟发生的时间为准: （1）保险合同所载明的保险期间起始日；（2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）',
            '保险责任的终止时间以下列情况中最先发生的时间为准:（1）保险单所载明的保险期间届满；（2）被保险人完成旅行后，直接返回其境内日常居住地；（3）自保险责任开始起达到保险合同约定的每次旅行最长承保天数。'
          ]
        },
        {
          qust: '如果我提前购买旅行保险，因为个人原因旅行取消，可以退保么？',
          answ: [
            '在保单生效前，随时拨打1010-9955或400-999-9595申请退保，就可以申请退保。'
          ]
        }
      ]
    }
  },
  {
    title:"申根旅行险",
    pagePath: "/pages/product/index?index=1&showPolicyDetail=true",
    appId: "wx44dd5b0fc1c1475a",
    insuranceRange: '申根国家',
    insuranceAge: '60天-85周岁',
    showInsCard: true,
    // title: '申根旅行险',
    // pagePath: '/pages/product/index?index=1&showPolicyDetail=true',
    // appId: 'wx44dd5b0fc1c1475a',
    // showInsCard: false,
    insurantPriceArr: [
      {
        title: '基础版',
        case: [
          { date: '1-7天', dueDate: '7', price: 45, salePrice: 29 },
          { date: '8-10天', dueDate: '10', price: 75, salePrice: 49 },
          { date: '11-15天', dueDate: '15', price: 100, salePrice: 65 },
          { date: '16-18天', dueDate: '18', price: 120, salePrice: 83 },
          { date: '19-24天', dueDate: '24', price: 150, salePrice: 97 },
          { date: '25-30天', dueDate: '30', price: 180, salePrice: 126 },
          { date: '31-60天', dueDate: '60', price: 280, salePrice: 140 }
        ]
      },
      {
        title: '升级版',
        case: [
          { date: '1-7天', dueDate: '7', price: 68, salePrice: 41 },
          { date: '8-10天', dueDate: '10', price: 108, salePrice: 70 },
          { date: '11-15天', dueDate: '15', price: 150, salePrice: 94 },
          { date: '16-18天', dueDate: '18', price: 180, salePrice: 120 },
          { date: '19-24天', dueDate: '24', price: 220, salePrice: 141 },
          { date: '25-30天', dueDate: '30', price: 260, salePrice: 183 },
          { date: '31-60天', dueDate: '60', price: 480, salePrice: 240 }
        ]
      },
      {
        title: '尊享版',
        case: [
          { date: '1-7天', dueDate: '7', price: 200, salePrice: 100 },
          { date: '8-10天', dueDate: '10', price: 260, salePrice: 136 },
          { date: '11-15天', dueDate: '15', price: 350, salePrice: 183 },
          { date: '16-18天', dueDate: '18', price: 390, salePrice: 235 },
          { date: '19-24天', dueDate: '24', price: 440, salePrice: 278 },
          { date: '25-30天', dueDate: '30', price: 535, salePrice: 362 },
          { date: '31-60天', dueDate: '60', price: 820, salePrice: 410 }
        ]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b30da5e04f48aa1422dab1e913b9',
        ilog: '6.1453.mY8',
        subTitle: '170万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk2.pdf',
        insRule: '/ag2_1.pdf',
        insurantCardNo: 585001,
        cardList:  [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '30万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '30万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '30万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '40万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '20万元'
          },
          {
            ins: '未成年子女送返费用 （被保险人须为成年人）',
            insAmount: '5000元'
          },
          {
            ins: '旅行变更',
            insAmount: '2000元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '600元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限）',
            insAmount: '1000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '5000元'
          },
          {
            ins: '个人现金丢失',
            insAmount: '1000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '3000元'
          },
          {
            ins: '个人责任',
            insAmount: '20万元'
          },
          {
            ins: '签证拒签补偿（补偿签证费损失的80%）',
            insAmount: '500元'
          }
        ]
      },
      {
        title: '升级版',
        productCode: 'ff633ad873686cf6b30da5e04f48aa1422dab1e912b9',
        ilog: '6.1453.dZ3',
        subTitle: '240万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk2.pdf',
        insRule: '/ag2-2.pdf',
        insurantCardNo: 585002,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '50万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '50万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '30万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '50万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '30万元'
          },
          {
            ins: '慰问探访',
            insAmount: '5000元'
          },
          {
            ins: '未成年子女送返费用 （被保险人须为成年人）',
            insAmount: '5000元'
          },
          {
            ins: '旅行变更',
            insAmount: '5000元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '600元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '1000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限）',
            insAmount: '3000元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '5000元'
          },
          {
            ins: '个人现金丢失',
            insAmount: '1000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '3000元'
          },
          {
            ins: '个人责任',
            insAmount: '30万元'
          },
          {
            ins: '签证拒签补偿（补偿签证费损失的80%）',
            insAmount: '500元'
          }
        ]
      },
      {
        title: '尊享版',
        productCode: 'ff633ad873686cf6b30da5e04f48aa1422dab1e915b9',
        ilog: '6.1453.kV7',
        subTitle: '460万+保障',
        activeDetailImg: 'activeDetailImg-2',
        needKnow: '/ag_nk2.pdf',
        insRule: '/ag2-2.pdf',
        insurantCardNo: 585003,
        cardList: [
          {
            ins: '意外身故及伤残（扩展承保高风险运动）',
            insAmount: '100万元'
          },
          {
            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
            insAmount: '100万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '50万元'
          },
          {
            ins: '紧急医疗运送和送返',
            insAmount: '80万元'
          },
          {
            ins: '身故遗体送返（丧葬费用以人民币16,000元为限）',
            insAmount: '50万元'
          },
          {
            ins: '慰问探访',
            insAmount: '5000元'
          },
          {
            ins: '未成年子女送返费用 （被保险人须为成年人）',
            insAmount: '5000元'
          },
          {
            ins: '旅行变更',
            insAmount: '1万元'
          },
          {
            ins: '旅程延误（每延误4小时赔偿人民币300元）',
            insAmount: '1800元'
          },
          {
            ins: '行李延误（每延误8小时赔偿人民币500元）',
            insAmount: '2000元'
          },
          {
            ins: '个人随身物品损失（每件/每套物品以人民币1000元为限）',
            insAmount: '1万元'
          },
          {
            ins: '旅行证件盗抢',
            insAmount: '1万元'
          },
          {
            ins: '个人现金丢失',
            insAmount: '2000元'
          },
          {
            ins: '银行卡盗刷（不适用于未成年人）',
            insAmount: '1万元'
          },
          {
            ins: '个人责任',
            insAmount: '80万元'
          },
          {
            ins: '签证拒签补偿（补偿签证费损失的80%）',
            insAmount: '500元'
          }
        ]
      }
    ],
    compensate,
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          subqust: '（扩展承保高风险运动）',
          insAmount: ['30万', '50万', '100万'],
          answ:
            '保险期间内，被保人在旅行期间因意外伤害导致身故、残疾的，保险公司根据合同赔付。被保险人在旅行期间从事跳伞、潜水、攀岩、探险活动等高风险运动过程中遭受意外伤害事故的，保险公司也进行赔付。'
        },
        {
          qust: '公共交通工具意外伤害双倍给付',
          subqust: '（不适用于未成年人）',
          insAmount: ['30万', '50万', '100万'],
          answ:
            '保险期间内，被保险人在旅行期间，以乘客身份乘坐公共交通工具时，因意外伤害导致身故或残疾，保险公司在根据主险合同的约定赔付后，再在本附加合同项下按照同等金额给付（不适用于未成年人）'
        },
        {
          qust: '医疗补偿',
          insAmount: ['30万', '30万', '50万'],
          answ:
            '赔偿保险期间内，被保险人在旅行期间因遭受意外伤害事故，发生的必要合理的医疗费用。'
        },
        {
          qust: '紧急医疗运送和送返',
          insAmount: ['40万', '50万', '80万'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担医疗运送和送返所发生的费用'
        },
        {
          qust: '身故遗体送返',
          subqust: '（丧葬费用以人民币16,000元为限）',
          insAmount: ['20万', '30万', '50万'],
          answ:
            '旅行期间因意外伤害或罹患疾病不幸身故，保险公司将承担安排遗体送返所发生的费用，升级版按实际费用赔偿。（其中丧葬保险金以16000元为限）'
        },
        {
          qust: '慰问探访',
          insAmount: ['', '5000', '5000'],
          answ:
            '旅行期间因意外伤害或罹患疾病，保险公司将承担被保险人的一名成年直系亲属前往探访的交通费用'
        },
        {
          qust: '未成年子女送返费用',
          subqust: '(被保险人须为成年人）',
          insAmount: ['5000', '5000', '5000'],
          answ:
            '旅行期间被保险人遭受意外伤害或罹患突发性疾病导致随性且被保人对其负有照管义务的未成年人无人照料，保险公司将承担最多两名未成年人合理必要的送返费用。'
        },
        {
          qust: '旅行变更',
          insAmount: ['2000', '5000', '1万'],
          answ:
            '保险人因直系亲属身故或遭遇严重受伤或因目的地突发暴动等承保风险而需变更原定旅程，保险公司赔偿该被保人实际支付但未使用且无法退回的旅行费用及旅行开始后，为前往旅行目的地或返程而额外支出的合理且必需的住宿交通费用。'
        },
        {
          qust: '旅程延误',
          subqust: '（每延误4小时赔偿人民币300元）',
          insAmount: ['600', '600', '1800'],
          answ:
            '若由于恶劣天气、罢工、航空公司超售或航空管制等原因而导致飞机或其他公共交通工具延误，每延误4小时，可获赔300元。'
        },
        {
          qust: '行李延误',
          subqust: '（每延误8小时赔偿人民币500元）',
          insAmount: ['1000', '1000', '2000'],
          answ: '旅行期间被保险人的随行托运行李每延误8小时，可获赔人民币500元'
        },
        {
          qust: '个人随身物品损失',
          subqust: '（每件/每套物品以人民币1000元为限）',
          insAmount: ['1000', '3000', '1万'],
          answ:
            '旅行期间，被保险人个人行李及随身物品因遭受抢劫、盗窃及任何第三方的责任而遗失或损坏的，保险公司负责赔偿，每件/每套物品以人民币500元为限。'
        },
        {
          qust: '旅行证件盗抢',
          insAmount: ['5000', '5000', '1万'],
          answ:
            '赔偿被保险人为重置因抢劫或盗窃而损失护照、旅行票据等旅行证件所支付的费用及相关交通、住宿费用'
        },
        {
          qust: '个人现金丢失',
          insAmount: ['1000', '1000', '2000'],
          answ:
            '被保险人在旅行途中，寄存于登记入住酒店内的，由酒店提供的上锁保险箱内的个人现金被盗窃，并且被保险人取得酒店管理部门的书面遗失证明；或随身携带的个人现金因被盗窃或被抢劫，且在发现盗窃或抢劫发生后二十四小时内向保险事故发生地警方或其他有关部门报案，并领取其出具的书面的报/立案证明，保险公司负责赔偿。'
        },
        {
          qust: '银行卡盗刷',
          subqust: '（不适用于未成年人)',
          insAmount: ['3000', '3000', '1万'],
          answ:
            '赔偿被保险人在旅行期间由于银行卡遗失或失窃，在发卡银行办理正式挂失前48小时，造成非授权人非法使用银行卡所发生的账款损失，不适用于未成年人'
        },
        {
          qust: '个人责任',
          insAmount: ['20万', '30万', '80万'],
          answ:
            '保险公司承担旅行期间因意外事故造成第三方人身伤害、死亡或财产损失而依法应向第三方承担民事赔偿责任的赔偿金'
        },
        {
          qust: '签证拒签补偿',
          subqust: '（补偿签证费损失的80%）',
          insAmount: ['500', '500', '500'],
          answ: '补签签证费损失的80%，限额500元'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '本产品三个版型如何选择？',
          answ: [
            '基础版：最便宜，但保障相对偏少，适合纯逛街游玩的谨慎型青年购买；升级版：保障全、价格偏低，最具性价比，适合任何人购买；尊享版：保障最高最全，适合老人、小孩或去偏远地区的游客购买。'
          ]
        },
        {
          qust: '如何使用旅行咨询服务？',
          answ: ['直拨24小时全球旅行医疗援助热线：+86 400-891-0152。']
        },
        {
          qust: '保障什么时候开始生效，什么时候截止？',
          answ: [
            '被保险人可在保险期间内进行一次或多次旅行。对于每次旅程，保险责任的开始时间以下列情况中最迟发生的时间为准: （1）保险合同所载明的保险期间起始日；（2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。保险责任的终止时间以下列情况中最先发生的时间为准:（1）保险单所载明的保险期间届满；（2）被保险人完成旅行后，直接返回其日常居住地；（3）自保险责任开始起达到保险合同约定的每次旅行最长承保天数。'
          ]
        },
        {
          qust: '如果我提前购买旅行保险，因为个人原因旅行取消，可以退保么？',
          answ: [
            '在保单生效前，随时拨打1010-9955或400-999-9595申请退保，就可以申请退保'
          ]
        },
        {
          qust: '外国人可以投保么？',
          answ: ['非中国大陆居民，需在中国境内居住满182天且从中国出发。']
        }
      ]
    }
  }, 
  {
    title: '滑雪险无优版',
    pagePath: "pages/productDetail/productDetail?index=0&showPolicyDetail=true",
    appId: 'wx472308d0001e8b8e',
    showInsCard: false,
    insurantPriceArr: [
      {
        title: '',
        case: [
          { date: '1天', dueDate: '1', price: 30, salePrice: 18 },
          { date: '2-4天', dueDate: '4', price: 50, salePrice: 35 },
          { date: '5-7天', dueDate: '7', price: 80, salePrice: 55 },
          { date: '8-15天', dueDate: '15', price: 130, salePrice: 90 },
          { date: '16-24天', dueDate: '24', price: 230, salePrice: 160 },
          { date: '25-30天', dueDate: '30', price: 315, salePrice: 220 },
          { date: '31-60天', dueDate: '60', price: 555, salePrice: 390 },
          { date: '61-90天', dueDate: '90', price: 865, salePrice: 605 }
        ]
      }
    ],
    insurantType: [
      {
        title: '基础版',
        productCode: 'ff633ad873686cf6b00da2e34f48aa1420deb1eb10b9',
        needKnow: '/nk-sk.pdf',
        insRule: '/ag-nk-sk.pdf',
        subTitle: '',
        insurantCardNo: 585008,
        cardList: [
          {
            ins: '意外身故及伤残',
            insAmount: '30万元'
          },
          {
            ins: '医疗补偿',
            insAmount: '15万元',
            insList: [
              '境内旅行的疾病医疗补偿赔偿限额：最高人民币2千'
            ]
          },
          {
            ins: '紧急医疗运送',
            insAmount: '50万元'
          },
          {
            ins: '身故遗体运返',
            insAmount: '20万元'
          },
          {
            ins: '个人随身物品损失',
            insAmount: '3千元',
            insList: [
              '每件/每套物品 限额1000',
              '由于被保险人自身使用不当导致自带滑雪设备（租赁设备除外）的损失 限额1000'
            ]
          },
          {
            ins: '滑雪期间家财保障',
            insAmount: '3千元'
          },
          {
            ins: '滑雪意外骨折补偿',
            insAmount: '200元'
          },
          {
            ins: '行李延误',
            insAmount: '500元'
          },
          {
            ins: '个人责任',
            insAmount: '10万元'
          }
        ]
      }
    ],
    compensate: {
      title: '售后及理赔',
      item: [
        {
          qust: '保单查询',
          isAnswArr: false,
          answ:
          '本产品投保完成后即可查看保单。目前仅提供电子保单，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力'
        },
        {
          qust: '退保',
          isAnswArr: false,
          answ: '本产品一旦生效，不可退保，请谨慎投保'
        },
        {
          qust: '理赔服务',
          isAnswArr: true,
          answ: [
            {
              itemTitle:
              '1.自助线上报案：（医疗补偿责任理赔金额小于3000元可用）',
              answList: [
                '关注微信公众号“马上飞”',
                '点击菜单“我”-“个人中心”-“理赔服务”',
                '绑定身份证',
                '选择保单，申请理赔',
                '提交材料',
                '核算理赔金额',
                '获得赔偿金'
              ]
            },
            {
              itemTitle:
              '2.人工线下报案：（意外身故伤残责任或理赔金额大于3000元）',
              answList: [
                '您可拨打400-999-9595或1010-9955人工报案',
                '根据客服指引，提交完整材料',
                '核算理赔金额',
                '获得赔偿金'
              ]
            }
          ]
        }
      ]
    },
    insDetail: {
      title: '保险责任',
      item: [
        {
          qust: '意外身故及伤残',
          insAmount: ['30万元'],
          answ:
          '在保险期间内，被保险人在境内（指中华人民共和国范围以内，不包括香港、澳门及台湾地区）旅行期间遭受意外伤害，并自意外伤害发生之日起180日内因该意外伤害身故或残疾的，保险公司按合同给付身故/残疾保险金。扩展承包高风险运动：在保险期限内，被保险人在旅行期间从事滑雪运动过程中遭受意外伤害事故，保险人按照保险合同约定负责赔偿。'
        },
        {
          qust: '医疗补偿',
          insAmount: ['15万元'],
          answ:
          '在保险期间内，被保险人在旅行期间，遭受意外伤害事故或罹患疾病，前往所在国家或地区的医疗机构进行治疗的，自意外伤害事故或疾病发生之日起90天内，对于被保险人因此实际支出的，保险公司将给付保险金，以5万保险金额为限（其中因罹患疾病（包括滑雪风险）必要治疗的补偿限额最高以2千为限）'
        },
        {
          qust: '紧急医疗运送及送返',
        insAmount: ['50万元'],
          answ:
          '旅行期间因意外伤害或罹患突发性疾病，保险公司将承担医疗运送和送返所发生的费用。'
        },
        {
          qust: '身故遗体运返',
          insAmount: ['20万元'],
          answ:
          '旅行期间因意外伤害或罹患疾病不幸身故，保险公司将承担安排遗体送返所发生的费用，升级版按实际费用赔偿。（其中丧葬保险金以20000元为限）。'
        },
        {
          qust: '个人随身物品损失',
          insAmount: ['3千元'],
          answ:
          '旅行期间被保险人随身财产（包括滑雪装备）被盗窃或抢劫，或因第三方责任而遗失或损坏，保险公司负责赔偿，每件/每套物品（包括滑雪装备）限额1000,因自身使用不当造成损失（包括滑雪装备）限额500'
        },
        {
          qust: '滑雪期间家财保障',
          insAmount: ['3千元'],
          answ:
          '被保险人在滑雪期间，由于自然灾害或盗窃抢劫造成保险单载明的被保险人境内常住地的室内保险财产的直接损失或损坏，保险人按照保险合同约定负责赔偿。'
        },
        {
          qust: '滑雪意外骨折补偿',
          insAmount: ['200元'],
          answ:
          '被保险人滑雪期间遭受意外伤害事故，并自该意外伤害发生之日起90天内因该意外伤害事故导致被保险人骨折，经医院确诊并接受手术治疗的，保险人按照本合同载明的保险金额向被保险人给付意外伤害骨折保险金。'
        },
        {
          qust: '行李延误',
          insAmount: ['500元'],
          answ:
          '旅行期间被保险人的随行托运行李每延误8小时，可获赔人民币500元。'
        },
        {
          qust: '个人责任',
          insAmount: ['10万元'],
          answ:
          '保险公司承担旅行期间因意外事故造成第三方人身伤害、死亡或财产损失而依法应向第三方承担民事赔偿责任的赔偿金。'
        }
      ]
    },
    commonQust: {
      title: '常见问题',
      item: [
        {
          qust: '如何使用旅行咨询服务？',
          answ: '直拨24小时全球旅行医疗援助热线：+86 400-891-0152。'
        },
        {
          qust: '保障什么时候开始生效，什么时候截止？',
          answ:
          '我司对每个被保险人的保险责任的开始时间以下列情况中最迟发生的时间为准: 1) 保险单所载的保险期间起始日；2）被保险人在保险期间内离开其境内日常居住地所在的市级行政区域或搭乘公共交通工具直接前往该日常居住地所在的市级行政区域之外的境内旅行目的地（二者以早者为准）。保险责任终止时间以下列情况中最先发生的时间为准：1)	保险单所载的保险期间届满；2）被保险人完成境内旅行后，直接返回其境内日常居住地。'
        },
        {
          qust: '滑雪旅行险保证的范围有哪些？',
          answ:
          '只承保经营性场地内的滑雪活动；不承保有奖金的竞赛活动，和职业性活动；滑雪装备指自带的装备，并非租赁的装备；'
        }
      ]
    }
  },
];

const activityTpl = [
  {
    templateNo: 'ValentineDay2018',
    url: 'https://tac-cdn.zhongan.com/wxapp/activity/valentine_day/share.png'
  }
];

const springFestivalData = [
    {
        pageid: 1380,
        productCode: 'ff633ad873686cf6b00da2e34f48aa1423ddbaeb10b9',
        productDetail: {
            ilog: [
                '6.1095.pR3',
                '6.1095.fB0',
                '6.1095.vE0',
                '6.1095.zU9',
                '6.1095.rP0',
                '6.1095.xE2'
            ],
            price: '0',
            bgImg: '../../image/banner-1.png',
            subBgImg: '../../image/more.png',
            getList: [
                {
                    headPortrait: '../../image/icon_faq.png',
                    nickName: '张三',
                    getCount: '1份'
                },
                {
                    headPortrait: '../../image/icon_faq.png',
                    nickName: '李四',
                    getCount: '1份'
                },
                {
                    headPortrait: '../../image/icon_faq.png',
                    nickName: '陈五',
                    getCount: '1份'
                },
                {
                    headPortrait: '../../image/icon_faq.png',
                    nickName: '张san',
                    getCount: '1份'
                },
                {
                    headPortrait: '../../image/icon_faq.png',
                    nickName: '李四oh',
                    getCount: '1份'
                }
            ],
            insurantType: [
                {
                    title: '基础版',
                    subTitle: '60万+保障',
                    ilog: '6.1153.fB5',
                    needKnow: '/spring_festival_ag_nk1.pdf',
                    insRule: '/spring_festival_ag1.pdf',
                    cardList: [
                        {
                            ins: '意外身故及伤残',
                            insAmount: '10万元'
                        },
                        {
                            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
                            insAmount: '10万元'
                        },
                        {
                            ins: '自驾意外伤害双倍给付',
                            insAmount: '10万元'
                        },
                        {
                            ins: '意外医疗补偿',
                            insAmount: '1万元'
                        }
                    ]
                },
                {
                    title: '尊享版',
                    subTitle: '180万+保障',
                    ilog: '6.1153.sK0',
                    needKnow: '/ag_nk.pdf',
                    insRule: '/ag2.pdf',
                    cardList: [
                        {
                            ins: '意外身故及伤残（扩展承保高风险运动）',
                            insAmount: '60万元'
                        },
                        {
                            ins: '公共交通工具意外伤害双倍给付（不适用于未成年人)',
                            insAmount: '60万元'
                        },
                        {
                            ins: '自驾意外伤害双倍给付（不适用于未成年人）',
                            insAmount: '60万元'
                        },
                        {
                            ins: '意外医疗补偿',
                            insAmount: '5万元'
                        },
                        {
                            ins: '意外每日住院津贴（最多赔偿30天）',
                            insAmount: '100元／天'
                        },
                        {
                            ins: '食物中毒医疗补偿',
                            insAmount: '2000元'
                        },
                        {
                            ins: '个人随身物品损失（每件/每套物品以人民币1,000元为限)',
                            insAmount: '5000元'
                        },
                        {
                            ins: '个人责任',
                            insAmount: '10万元'
                        }
                    ]
                }
            ],

            compensate: {
                title: '售后及理赔',
                item: [
                    {
                        qust: '保单查询',
                        isAnswArr: false,
                        answ:
                        '本产品投保完成后即可查看保单。目前仅提供电子保，您可以至我的保单查询保单信息。注：网上投保为您提供电子保单，与纸质保单具有同等法律效力。'
                    },
                    {
                        qust: '理赔服务',
                        isAnswArr: true,
                        answ: [
                            {
                                itemTitle: '',
                                answList: [
                                    '您可拨打400-999-9595或1010-9955人工报案',
                                    '根据客服指引，提交完整材料',
                                    '核算理赔金额',
                                    '获得赔偿金'
                                ]
                            }
                        ]
                    }
                ]
            },
            insDetail: {
                title: '保险责任',
                item: [
                    {
                        qust: '意外身故及伤残',
                        subqust: '',
                        insAmount: [],
                        answ:
                        '旅行期间意外伤害导致身故或残疾，保险公司将一次性给付保险金,扩展承保高风险运动及恐怖活动：在保险期间内，遭受意外伤害事故，或因任何恐怖活动人员或恐怖活动造成被保险人意外身故或残疾时，被保险人按照保险合同约定负责赔偿。'
                    },
                    {
                        qust: '公共交通工具意外伤害双倍给付（不适用于未成年人）',
                        subqust: '',
                        insAmount: [],
                        answ:
                        '旅行期间搭乘公共交通工具时，因意外事故导致身故、烧伤或残疾，除获以上意外身故、残疾保险金，我们将再按同等金额给付保险金，不适用未成年人。'
                    },
                    {
                        qust: '自驾意外伤害双倍给付',
                        subqust: '',
                        insAmount: [],
                        answ:
                        '旅行期间自驾时，因意外事故导致身故、烧伤或残疾，除获以上意外身故、残疾保险金，我们将再按同等金额给付保险金，不适用未成年人。'
                    },
                    {
                        qust: '意外医疗补偿',
                        insAmount: [],
                        answ:
                        '赔偿旅行期间因意外伤害或罹患疾病而实际支出的医疗费用。'
                    }
                ]
            },
            commonQust: {
                title: '常见问题',
                item: [
                    {
                        qust: '如何使用旅行援助资讯服务？',
                        answ: ['直拨24小时旅行医疗救助热线：+86 400-891-0152。']
                    },
                    {
                        qust:
                        '保单如何生效？',
                        answ: [
                            '投保次日0点生效。'
                        ]
                    },
                    {
                        qust:
                        '保单有效期多久？',
                        answ: [
                            '保单有效期为7个自然日。'
                        ]
                    }
                ]
            }
        }
    }
];

module.exports = {
  couponData,
  donateData,
  productData,
  activityTpl,
  springFestivalData
};
